<template>
  <div class="w-full h-screen">
    <div class="flex mx-10">
      <div>
        <img src="@/shared/assets/about-school-baner.jpg" alt="about school" />
      </div>
      <div>
        <h1>Об организации</h1>
        <p>
          Государственное бюджетное учреждение дополнительного образования
          города Москвы спортивная школа олимпийского резерва «Московское
          городское физкультурно-спортивное объединение» Департамента спорта
          города Москвы (ГБУ ДО «МГФСО») – одна из крупнейших спортивных
          организаций Москвы и России, основным направлением деятельности
          является подготовка спортивных резервов и членов сборных команд Москвы
          и России.
        </p>
      </div>
    </div>
  </div>
</template>
