<template>
  <section class="w-full h-[70vh] flex flex-col justify-center py-10">
    <div class="flex mx-10">
      <div class="flex-1">
        <img
          class="rounded"
          src="@/shared/assets/about-school-baner.jpg"
          alt="about school"
        />
      </div>
      <div class="flex-1 flex flex-col justify-center gap-4 px-6">
        <h1>Об организации</h1>
        <h2>
          Муниципальное бюджетное учреждение дополнительного образования ЗАТО г.
          Североморск "Детско-юношеская спортивная школа №1" (МБУДО ДЮСШ № 1)
        </h2>
        <p>
          Детско-юношеская спортивная школа №1 является базой для практического
          обучения, организации спортивно-массовых мероприятий, обеспечивает
          участие воспитанников в соревнованиях городского, регионального и
          федерального уровней. Спортивная школа предоставляет всем детям и
          подросткам возможности для разностороннего развития и самоопределения
        </p>
      </div>
    </div>
  </section>
</template>
